package main

import "fmt"

func main() {

	fmt.Println("\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2533\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501")
	fmt.Printf("%-15q\u2503%-15q\n", "Василий", "Ессентуки")
	fmt.Printf("%-15q\u2503%-15q\n", "Петр", "Минск")
	fmt.Printf("%-15q\u2503%-15q\n", "Ярослав", "Ярославль")
	fmt.Printf("%-15q\u2503%-15q\n", "Ян", "Омск")
	fmt.Println("\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u253b\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501\u2501")
}
